export const brands = [
  {
    name: "آئودی",
    models: [
      { model: "مدل آئودی 1", types: ["تیپ A", "تیپ B", "تیپ C", "تیپ D"] },
      { model: "مدل آئودی 2", types: ["تیپ A", "تیپ B", "تیپ C", "تیپ D"] },
      { model: "مدل آئودی 3", types: ["تیپ A", "تیپ B", "تیپ C", "تیپ D"] },
      { model: "مدل آئودی 4", types: ["تیپ A", "تیپ B", "تیپ C", "تیپ D"] },
      { model: "مدل آئودی 5", types: ["تیپ A", "تیپ B", "تیپ C", "تیپ D"] },
      { model: "مدل آئودی 6", types: ["تیپ A", "تیپ B", "تیپ C", "تیپ D"] },
    ],
  },
  {
    name: "آریا",
    models: [
      { model: "مدل آریا 1", types: ["تیپ A", "تیپ B", "تیپ C", "تیپ D"] },
      { model: "مدل آریا 2", types: ["تیپ A", "تیپ B", "تیپ C", "تیپ D"] },
      { model: "مدل آریا 3", types: ["تیپ A", "تیپ B", "تیپ C", "تیپ D"] },
      { model: "مدل آریا 4", types: ["تیپ A", "تیپ B", "تیپ C", "تیپ D"] },
      { model: "مدل آریا 5", types: ["تیپ A", "تیپ B", "تیپ C", "تیپ D"] },
      { model: "مدل آریا 6", types: ["تیپ A", "تیپ B", "تیپ C", "تیپ D"] },
    ],
  },
  {
    name: "ایران خودرو",
    models: [
      {
        model: "مدل ایران خودرو 1",
        types: ["تیپ A", "تیپ B", "تیپ C", "تیپ D"],
      },
      {
        model: "مدل ایران خودرو 2",
        types: ["تیپ A", "تیپ B", "تیپ C", "تیپ D"],
      },
      {
        model: "مدل ایران خودرو 3",
        types: ["تیپ A", "تیپ B", "تیپ C", "تیپ D"],
      },
      {
        model: "مدل ایران خودرو 4",
        types: ["تیپ A", "تیپ B", "تیپ C", "تیپ D"],
      },
      {
        model: "مدل ایران خودرو 5",
        types: ["تیپ A", "تیپ B", "تیپ C", "تیپ D"],
      },
      {
        model: "مدل ایران خودرو 6",
        types: ["تیپ A", "تیپ B", "تیپ C", "تیپ D"],
      },
    ],
  },
  {
    name: "آلفارومئو",
    models: [
      { model: "مدل آلفارومئو 1", types: ["تیپ A", "تیپ B", "تیپ C", "تیپ D"] },
      { model: "مدل آلفارومئو 2", types: ["تیپ A", "تیپ B", "تیپ C", "تیپ D"] },
      { model: "مدل آلفارومئو 3", types: ["تیپ A", "تیپ B", "تیپ C", "تیپ D"] },
      { model: "مدل آلفارومئو 4", types: ["تیپ A", "تیپ B", "تیپ C", "تیپ D"] },
      { model: "مدل آلفارومئو 5", types: ["تیپ A", "تیپ B", "تیپ C", "تیپ D"] },
      { model: "مدل آلفارومئو 6", types: ["تیپ A", "تیپ B", "تیپ C", "تیپ D"] },
    ],
  },
  {
    name: "اپل",
    models: [
      { model: "مدل اپل 1", types: ["تیپ A", "تیپ B", "تیپ C", "تیپ D"] },
      { model: "مدل اپل 2", types: ["تیپ A", "تیپ B", "تیپ C", "تیپ D"] },
      { model: "مدل اپل 3", types: ["تیپ A", "تیپ B", "تیپ C", "تیپ D"] },
      { model: "مدل اپل 4", types: ["تیپ A", "تیپ B", "تیپ C", "تیپ D"] },
      { model: "مدل اپل 5", types: ["تیپ A", "تیپ B", "تیپ C", "تیپ D"] },
      { model: "مدل اپل 6", types: ["تیپ A", "تیپ B", "تیپ C", "تیپ D"] },
    ],
  },
  {
    name: "اس دبیلیو ام",
    models: [
      { model: "مدل دبیلیو 1", types: ["تیپ A", "تیپ B", "تیپ C", "تیپ D"] },
      { model: "مدل دبیلیو 2", types: ["تیپ A", "تیپ B", "تیپ C", "تیپ D"] },
      { model: "مدل دبیلیو 3", types: ["تیپ A", "تیپ B", "تیپ C", "تیپ D"] },
      { model: "مدل دبیلیو 4", types: ["تیپ A", "تیپ B", "تیپ C", "تیپ D"] },
      { model: "مدل دبیلیو 5", types: ["تیپ A", "تیپ B", "تیپ C", "تیپ D"] },
      { model: "مدل دبیلیو 6", types: ["تیپ A", "تیپ B", "تیپ C", "تیپ D"] },
    ],
  },
  {
    name: "اسمارت",
    models: [
      { model: "مدل اسمارت 1", types: ["تیپ A", "تیپ B", "تیپ C", "تیپ D"] },
      { model: "مدل اسمارت 2", types: ["تیپ A", "تیپ B", "تیپ C", "تیپ D"] },
      { model: "مدل اسمارت 3", types: ["تیپ A", "تیپ B", "تیپ C", "تیپ D"] },
      { model: "مدل اسمارت 4", types: ["تیپ A", "تیپ B", "تیپ C", "تیپ D"] },
      { model: "مدل اسمارت 5", types: ["تیپ A", "تیپ B", "تیپ C", "تیپ D"] },
      { model: "مدل اسمارت 6", types: ["تیپ A", "تیپ B", "تیپ C", "تیپ D"] },
    ],
  },
  {
    name: "ام جی",
    models: [
      { model: "مدل ام جی 1", types: ["تیپ A", "تیپ B", "تیپ C", "تیپ D"] },
      { model: "مدل ام جی 2", types: ["تیپ A", "تیپ B", "تیپ C", "تیپ D"] },
      { model: "مدل ام جی 3", types: ["تیپ A", "تیپ B", "تیپ C", "تیپ D"] },
      { model: "مدل ام جی 4", types: ["تیپ A", "تیپ B", "تیپ C", "تیپ D"] },
      { model: "مدل ام جی 5", types: ["تیپ A", "تیپ B", "تیپ C", "تیپ D"] },
      { model: "مدل ام جی 6", types: ["تیپ A", "تیپ B", "تیپ C", "تیپ D"] },
    ],
  },
  {
    name: "ایسوزو",
    models: [
      { model: "مدل ایسوزو 1", types: ["تیپ A", "تیپ B", "تیپ C", "تیپ D"] },
      { model: "مدل ایسوزو 2", types: ["تیپ A", "تیپ B", "تیپ C", "تیپ D"] },
      { model: "مدل ایسوزو 3", types: ["تیپ A", "تیپ B", "تیپ C", "تیپ D"] },
      { model: "مدل ایسوزو 4", types: ["تیپ A", "تیپ B", "تیپ C", "تیپ D"] },
      { model: "مدل ایسوزو 5", types: ["تیپ A", "تیپ B", "تیپ C", "تیپ D"] },
      { model: "مدل ایسوزو 6", types: ["تیپ A", "تیپ B", "تیپ C", "تیپ D"] },
    ],
  },
//   {
//     name: "ب ام و",
//     models: [
//       { model: "مدل بی ام و 1", types: ["تیپ A", "تیپ B", "تیپ C", "تیپ D"] },
//       { model: "مدل بی ام و 2", types: ["تیپ A", "تیپ B", "تیپ C", "تیپ D"] },
//       { model: "مدل بی ام و 3", types: ["تیپ A", "تیپ B", "تیپ C", "تیپ D"] },
//       { model: "مدل بی ام و 4", types: ["تیپ A", "تیپ B", "تیپ C", "تیپ D"] },
//       { model: "مدل بی ام و 5", types: ["تیپ A", "تیپ B", "تیپ C", "تیپ D"] },
//       { model: "مدل بی ام و 6", types: ["تیپ A", "تیپ B", "تیپ C", "تیپ D"] },
//     ],
//   },
];
